Repository: kashi326/InvoiceGenerator
Catalog: Resources/Resource.*.resx
Languages: ar

source: A Customer with this Contact Already Exists
ar: العميل ذو جهة الاتصال هذه موجود بالفعل

source: A Customer with this VAT Already Exists
ar: العميل ذو ضريبة القيمة المضافة هذه موجود بالفعل

source: A Responsible with this Contact Already Exists
ar: المسؤول ذو جهة الاتصال هذه موجود بالفعل

source: A Supplier With This Contact Already Exists
ar: المورد مع جهة الاتصال هذه موجود بالفعل

source: A Supplier with this VAT No Already Exists
ar: المورد ذو ضريبة القيمة المضافة هذه غير موجود بالفعل

source: About Us
ar: معلومات عنا

source: AboutUs
ar: معلومات عنا

source: Access Management
ar: ادارة الوصول

source: AccessManagment
ar: ادارة الوصول

source: Accomodation
ar: الإقامة

source: Account
ar: الحساب

source: Account Balances Customer Report
ar: تقرير أرصدة حساب العملاء

source: Account Balances Customer Reports
ar: تقرير أرصدة حساب العملاء

source: Account Balances Supplier Report
ar: تقرير أرصدة حساب الموردين

source: Account Balances Supplier Reports
ar: تقارير أرصدة حساب الموردين

source: Account Code
ar: رمز الحساب

source: Account Creation Operation Failed
ar: فشلت عملية إنشاء الحساب

source: Account Id
ar: معرف الحساب

source: Account Information
ar: معلومات الحساب

source: Account Name
ar: أسم الحساب

source: Account Narration
ar: وصف الحساب

source: Account Reports
ar: تقارير الحساب

source: Account Statement
ar: كشف حساب

source: Account Statement Report
ar: تقرير كشف الحساب

source: Account Sub Type
ar: الأنواع الفرعية للحسابات

source: Account Sub Type Created Successfully with ID: {0}
ar: تم إنشاء النوع الفرعي للحساب بنجاح بالمعرف: {0}

source: Account Sub Types
ar: أنواع الحسابات

source: Account Type
ar: نوع الحساب

source: Account Types
ar: أنواع الحسابات

source: Accounts
ar: حسابات

source: Accounts Manager
ar: امدير الحسابات

source: Accounts Reports
ar: تقارير الحسابات

source: Achieved
ar: مكتملة

source: Action
ar: عمل

source: Actions
ar: أجراءات

source: Active
ar: نشط

source: Add
ar: إضافة

source: Add Delivery
ar: إضافة تسليم

source: Add Drop Off Location
ar: إضافة موقع التسليم

source: Add Item
ar: اضافة عنصر

source: Add Location
ar: أضف الموقع

source: Add Logo
ar: أضف الشعار

source: Add Narration
ar: أضف السرد

source: Add New
ar: اضف جديد

source: Add New Delivery
ar: أضف تسليم جديد

source: Add New Device
ar: إضافة جهاز جديد

source: Add New Item
ar: أضف أداة جديدة

source: Add New Record
ar: أضف سجل جديد

source: Add new type
ar: أضف نوع جديد

source: Add Note
ar: اضف ملاحظة

source: Add Salary
ar: إضافة الراتب

source: Add Salary Record
ar: إضافة سجل الراتب

source: Add Sales Man
ar: اضافة مندوب مبيعات

source: Add Supplier Responsible
ar: إضافة مسؤول المورد

source: Add Vehicle
ar: أضف مركبة

source: Add Vehicle +
ar: إضافة مركبة +

source: Address
ar: عنوان

source: Adjusment Details
ar: تفاصيل التعديل

source: Adjusment Reason
ar: سبب التعديل

source: Adjust
ar: يعدل

source: Adjust On Outstanding
ar: ضبط على المعلقة

source: Adjusted
ar: معدلة

source: Adjusted by
ar: تم التعديل بواسطة

source: Adjusted Items
ar: العناصر المعدلة

source: Adjusted Quantity
ar: الكمية المعدلة

source: Adjustment
ar: تعديل

source: Adjustment ID
ar: معرف التعديل

source: AdjustmentId
ar: التعديل

source: Adjustments
ar: التعديلات

source: Advance
ar: تقدم

source: Advance Amount
ar: المبلغ المقدم

source: After
ar: بعد

source: Al-Baha
ar: الباحة

source: Al-Jouf
ar: الجوف

source: Al-Medina
ar: المدينة المنورة

source: All
ar: الكل

source: All Accounts
ar: جميع الحسابات

source: All Accounts List
ar: قائمة كافة الحسابات

source: All Adjustments
ar: كل التعديلات

source: All Cheques
ar: جميع الشيكات

source: All Customers
ar: كل العملاء

source: All Deliveries
ar: جميع عمليات التسليم

source: All Delivery
ar: كل التسليم

source: All Employees
ar: كل الموظفين

source: All Expenditures
ar: جميع النفقات

source: All Items
ar: كل الاشياء

source: All Owners
ar: كل المالكين

source: All Payment Terminal
ar: كل محطة الدفع

source: All Payment Terminals
ar: جميع محطات الدفع

source: All Quotations
ar: كل الاقتباسات

source: All Supplier
ar: كل الموردين

source: All Users
ar: جميع المستخدمين

source: Already Paid
ar: مدفوع بالفعل

source: Amount
ar: كمية

source: Amount Cannot Be Empty
ar: لا يمكن أن يكون المبلغ فارغًا

source: Amount Cannot be Equal or Less than 1
ar: لا يمكن أن يكون المبلغ مساويًا أو أقل من 1

source: Amount is not enough
ar: المبلغ لا يكفي

source: Amount Paid
ar: المبلغ المدفوع

source: Apply
ar: تطبيق

source: Are You sure You want to Delete Adjustment?
ar: هل أنت متأكد أنك تريد حذف التعديل؟

source: Are You sure You want to Delete Customer?
ar: هل أنت متأكد أنك تريد حذف العميل؟

source: Are You sure You want to Delete Employee?
ar: هل أنت متأكد أنك تريد حذف موظف؟

source: Are You sure You want to Delete Invoice?
ar: هل أنت متأكد أنك تريد حذف الفاتورة؟

source: Are You sure You want to Delete Item?
ar: هل أنت متأكد أنك تريد حذف العنصر؟

source: Are You sure You want to Delete Owner?
ar: هل أنت متأكد أنك تريد حذف المالك؟

source: Are You sure You want to Delete Project?
ar: هل أنت متأكد أنك تريد حذف المشروع؟

source: Are You sure You want to Delete Quotation?
ar: هل أنت متأكد أنك تريد حذف الاقتباس؟

source: Are You sure You want to Delete Sales Man?
ar: هل أنت متأكد أنك تريد حذف مندوب المبيعات؟

source: Are You sure You want to Delete Supplier?
ar: هل أنت متأكد أنك تريد حذف المورد؟

source: Are You sure You want to Delete Target?
ar: هل أنت متأكد أنك تريد حذف الهدف؟

source: Are You sure You want to Delete Terminal?
ar: هل أنت متأكد أنك تريد حذف المحطة؟

source: Are you sure you want to delete this?
ar: هل أنت متأكد أنك تريد حذف هذا؟

source: Are You sure You want to Delete User
ar: هل أنت متأكد أنك تريد حذف المستخدم

source: Are You sure You want to Delete User?
ar: هل أنت متأكد أنك تريد حذف المستخدم؟

source: Aseer
ar: عسير

source: Assets
ar: الأصول

source: Assign Driver
ar: تعيين سائق

source: Assign Privileges
ar: تعيين الامتيازات

source: Assigned Vehicle
ar: السيارة المخصصة

source: Back to List
ar: العودة للقائمة

source: Bank Account ID
ar: معرف الحساب المصرفي

source: Bank Name
ar: اسم البنك

source: Bank Name Cannot be Empty
ar: لا يمكن أن يكون اسم البنك فارغًا

source: Both Name of Responsible Cannot be Empty
ar: لا يمكن أن يكون كل من اسم المسؤول فارغًا

source: Both Names Cannot be Empty
ar: لا يمكن أن يكون كلا الاسمين فارغين

source: Both Names Cannot Be Equal
ar: لا يمكن أن يكون كلا الاسمين متساويين

source: Bussiness Info
ar: معلومات العمل

source: Bussiness Name
ar: الاسم التجاري

source: Bussiness Name (Arabic)
ar: اسم العمل (عربي)

source: Bussiness Tag Line (Arabic)
ar: خط علامة الأعمال (عربي)

source: By Amount
ar: بالمبلغ

source: By Date
ar: حسب التاريخ

source: Can Deleted
ar: يمكن حذفها

source: can't have quantity 0
ar: لا يمكن أن تحتوي على الكمية 0

source: Cancel
ar: إلغاء

source: Cannot Create a new Supplier
ar: لا يمكن إنشاء مورد جديد

source: Cannot delete
ar: لا يمكن مسحه

source: Cannot Find Inventory Account Please Contact Administrator
ar: لا يمكن العثور على حساب المخزون الرجاء الاتصال بالمسؤول

source: Cannot Find Purchase Account Account Please Contact Administrator
ar: لا يمكن العثور على حساب شراء يرجى الاتصال بالمسؤول

source: Cannot Find PurchaseAccount Account Please Contact Administrator
ar: لا يمكن العثور على حساب شراء يرجى الاتصال بالمسؤول

source: Cannot Find Sale Account Please Contact Administrator
ar: لا يمكن العثور على حساب البيع الرجاء الاتصال بالمسؤول

source: Cannot Update Please Try again
ar: لا يمكن التحديث يرجى المحاولة مرة أخرى

source: Cannot Update the customer
ar: لا يمكن تحديث العميل

source: Cannot Update the Customer Project
ar: لا يمكن تحديث مشروع العميل

source: Cannot Update the Customer Target
ar: لا يمكن تحديث هدف العميل

source: Cannot Update the supplier
ar: لا يمكن تحديث المورد

source: Cash
ar: نقدي

source: Cashier
ar: أمين الصندوق

source: Category
ar: الفئة

source: Category (Arabic)
ar: الفئة (عربي)

source: Category (English)
ar: الفئة (الإنجليزية)

source: Category ID
ar: معرف الفئة

source: Category Name
ar: اسم التصنيف

source: Change Language
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Characters are not allowed / Length must be 15
ar: الأحرف غير مسموح بها / يجب أن يكون الطول 15

source: Cheque
ar: التحقق من

source: Cheque Account ID
ar: تحقق من معرف الحساب

source: Cheque AccountID
ar: تحقق من معرف الحساب

source: Cheque Date
ar: تحقق من التاريخ

source: Cheque Id
ar: تحقق من معرف

source: Cheque Number
ar: رقم الشيك

source: Cheques
ar: الفحوصات

source: City
ar: مدينة

source: Clear
ar: واضح

source: Clearance
ar: تخليص

source: Clearance Vouchers
ar: قسائم التخليص

source: Cleared
ar: مسح

source: Close
ar: أغلق

source: Closed
ar: مغلق

source: Code
ar: الشفرة

source: Collection For Delivery
ar: التحصيل للتسليم

source: Color Scheme
ar: نظام الألوان

source: Communication
ar: الاتصالات

source: Company
ar: شركة

source: Completed
ar: منجز

source: Configuration
ar: ترتيب

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm Password Required
ar: مطلوب تأكيد كلمة المرور

source: Contact
ar: اتصل

source: Continue
ar: يكمل

source: Cost
ar: كلفة

source: Cost Per Unit
ar: التكلفة لكل وحدة

source: Cost Price
ar: سعر الكلفة

source: Cost Value
ar: قيمة التكلفة

source: CR
ar: سجل تجاري

source: Create
ar: خلق

source: Create (Shortcut)
ar: انشاء اختصار)

source: Create Customer
ar: إنشاء العميل

source: Create Delivery
ar: إنشاء التسليم

source: Create Delivery Voucher
ar: إنشاء قسيمة التسليم

source: Create Employee
ar: إنشاء موظف

source: Create Expenditure
ar: إنشاء النفقات

source: Create For
ar: خلق ل

source: Create Full Delivery
ar: إنشاء التسليم الكامل

source: Create Item
ar: إنشاء عنصر

source: Create New Account
ar: انشاء حساب جديد

source: Create New Adjustment
ar: إنشاء تعديل جديد

source: Create New Customer
ar: إنشاء عميل جديد

source: Create New Employees
ar: إنشاء موظفين جدد

source: Create New Expenditure
ar: إنشاء نفقات جديدة

source: Create New Project
ar: إنشاء مشروع جديد

source: Create New Quotation
ar: إنشاء عرض أسعار جديد

source: Create New Supplier
ar: إنشاء مورد جديد

source: Create New Target
ar: إنشاء هدف جديد

source: Create New Terminal
ar: إنشاء محطة جديدة

source: Create New User
ar: إنشاء مستخدم جديد

source: Create Owner
ar: إنشاء المالك

source: Create Project
ar: إنشاء مشروع

source: Create Purchase Invoice
ar: إنشاء فاتورة شراء

source: Create Supplier
ar: إنشاء مورد

source: Create Voucher
ar: إنشاء قسيمة

source: Created At
ar: أنشئت في

source: Created By
ar: انشأ من قبل

source: Created Date
ar: تاريخ الإنشاء

source: Creation Date
ar: تاريخ الإنشاء

source: Creator
ar: المنشئ

source: Credit
ar: ائتمان

source: Credit Account
ar: حساب الائتمان

source: Credit Amount
ar: مبلغ الائتمان

source: Credit Amount Limit
ar: حد مبلغ الائتمان

source: Credit Amount Limit Exceeds
ar: تجاوز حد مبلغ الائتمان

source: Credit Balance
ar: الرصيد الدائن

source: Credit Duration Limit
ar: حد مدة الائتمان

source: Credit Limit
ar: الحد الائتماني

source: Current Liabilities
ar: المطلوبات المتداولة

source: Current Statistic
ar: الإحصائيات الحالية

source: current statistics
ar: الإحصائيات الحالية

source: Current Stock
ar: المخزون الحالي

source: Customer
ar: الزبون

source: Customer (Arabic)
ar: العميل (عربي)

source: Customer (English)
ar: العميل (الإنجليزية)

source: Customer / Supplier
ar: العميل / المورد

source: Customer Address
ar: عنوان العميل

source: Customer Balance Report
ar: تقرير رصيد العميل

source: Customer Clearance
ar: التخليص الجمركي

source: Customer Does't Exists
ar: الزبون غير موجود

source: Customer Does't Exsits
ar: الزبون غير موجود

source: Customer Id
ar: هوية الزبون

source: Customer Invoices
ar: فواتير العميل

source: Customer Invoices Report
ar: تقرير فواتير العميل

source: Customer Invoices View
ar: عرض فواتير العميل

source: Customer Name
ar: اسم الزبون

source: Customer Notification interval
ar: الفاصل الزمني لإخطار العميل

source: Customer Profile
ar: ملف الزائر

source: Customer Projects
ar: مشاريع العملاء

source: Customer Reports
ar: تقارير العملاء

source: Customer Target ID
ar: معرف هدف العميل

source: Customer Targets
ar: أهداف العملاء

source: Customer Type
ar: نوع العميل

source: Customer Type Does't Exists
ar: نوع العميل غير موجود

source: Customer Types
ar: أنواع العملاء

source: CustomerReports
ar: تقارير العملاء

source: Customers
ar: العملاء

source: Customers Report
ar: تقرير العملاء

source: Daily
ar: اليومي

source: Dashboard
ar: لوحة القيادة

source: Data Base Error,try again
ar: خطأ في قاعدة البيانات ، حاول مرة أخرى

source: Database Error
ar: خطأ في قاعدة البيانات

source: DataBase Exception
ar: استثناء قاعدة البيانات

source: Database Exception, Please retry
ar: استثناء قاعدة البيانات ، يرجى إعادة المحاولة

source: Database Exception,Please Retry
ar: استثناء قاعدة البيانات ، يرجى إعادة المحاولة

source: Database Udpate Exception
ar: استثناء تحديث قاعدة البيانات

source: Database update error
ar: خطأ في تحديث قاعدة البيانات

source: Database update exception
ar: استثناء تحديث قاعدة البيانات

source: DataTable
ar: جدول البيانات

source: Date
ar: تاريخ

source: Days
ar: أيام

source: Days before payment
ar: أيام قبل السداد

source: Db update exception
ar: استثناء تحديث قاعدة البيانات

source: Debit
ar: مدين

source: Debit Account
ar: حساب مدين

source: Debit Amount
ar: مقدار الخصم

source: Debit Balance
ar: الرصيد المدين

source: Deducted
ar: مخصوم

source: Deduction
ar: المستقطع

source: Default
ar: تقصير

source: Delete
ar: حذف

source: Delete Account
ar: حذف الحساب

source: Delete Adjustment
ar: حذف التعديل

source: Delete Customer
ar: حذف العميل

source: Delete Employee
ar: حذف الموظف

source: Delete Item
ar: حذف العنصر

source: Delete Owner
ar: حذف المالك

source: Delete Responisble
ar: حذف الرد

source: Delete Supplier
ar: حذف المورد

source: Delete Terminal
ar: حذف المحطة الطرفية

source: Delete User
ar: مسح المستخدم

source: Deliver
ar: ايصال

source: Deliver As
ar: تسليم باسم

source: Deliver Items
ar: تسليم العناصر

source: Deliver Scheduled
ar: تسليم مجدول

source: Delivered
ar: تم التوصيل

source: Deliveries
ar: التسليم

source: Delivering
ar: توصيل

source: DeliverSchedule
ar: تسليم الجدول

source: Delivery
ar: توصيل

source: Delivery Address
ar: عنوان التسليم

source: Delivery Dashboard
ar: لوحة القيادة

source: Delivery Information
ar: معلومات التوصيل

source: Delivery List
ar: قائمة الطلبيات

source: Delivery Schedule
ar: جدول التسليم

source: Delivery Status
ar: حالة التسليم

source: Delivery Voucher
ar: قسيمة التسليم

source: Delivery Voucher Does't Exsits
ar: قسيمة التسليم غير موجودة

source: Delivery Vouchers History
ar: تاريخ سندات التسليم

source: DeliveryDetails
ar: تفاصيل التسليم

source: DeliveryList
ar: قائمة الطلبيات

source: Description
ar: وصف

source: Description (Arabic)
ar: الوصف (عربي)

source: Description (English)
ar: الوصف (انجليزي)

source: Designation
ar: تعيين

source: Designation Required
ar: التعيين مطلوب

source: Details
ar: تفاصيل

source: Discount
ar: خصم

source: Discount %
ar: تخفيض ٪

source: Discount Amount
ar: مقدار الخصم

source: Discount Amount SAR
ar: مبلغ الخصم ريال سعودي

source: Discription
ar: وصف

source: Distric
ar: يصرف

source: Document Type
ar: نوع الوثيقة

source: Does't Exists
ar: غير موجود

source: Download
ar: تحميل

source: Driver
ar: سائق

source: Driver ID
ar: معرف السائق

source: Driver Name
ar: اسم السائق

source: Drivers
ar: السائقين

source: Drop Of Address
ar: إسقاط العنوان

source: Drop Off Location
ar: إنزال الموقع

source: Drop Off Location:
ar: موقع التسليم:

source: DropOffAddress Required
ar: عنوان التسليم مطلوب

source: Due Amount
ar: مبلغ مستحق

source: Duplicate
ar: مكرر

source: Duplicate Contact
ar: جهة اتصال مكررة

source: E-Trasnsfer
ar: التحويل الإلكتروني

source: Eastern
ar: الشرقية

source: Edit
ar: تعديل

source: Edit Exployee
ar: تحرير الموظف

source: Edit Item
ar: تعديل عنصر

source: Edit Owner
ar: تحرير المالك

source: Edit Supplier
ar: تحرير المورد

source: Email
ar: البريد الإلكتروني

source: Email Address
ar: عنوان البريد الالكترونى

source: Employee
ar: موظف

source: Employee ID
ar: هوية الموظف

source: Employee Profile
ar: ملف تعريف الموظف

source: Employees
ar: الموظفين

source: Employees does't exists
ar: الموظفين غير موجود

source: Empty ID
ar: معرف فارغ

source: Equity
ar: القيمة المالية

source: Error
ar: خطأ

source: Error in data mapping try again
ar: خطأ في تعيين البيانات حاول مرة أخرى

source: Error Occured
ar: حدث خطأ

source: Error Occured While Creating the Invoice
ar: حدث خطأ أثناء إنشاء الفاتورة

source: Error Occured While Creating the Voucher
ar: حدث خطأ أثناء إنشاء الإيصال

source: Error Occured while Parsing data
ar: حدث خطأ أثناء تحليل البيانات

source: Error Occurred In Database, Please Retry
ar: حدث خطأ في قاعدة البيانات ، يرجى إعادة المحاولة

source: Error Occurred While Parsing the Data, Please Retry
ar: حدث خطأ أثناء تحليل البيانات ، يرجى إعادة المحاولة

source: Existing Customer
ar: الزبون الحالي

source: Expand
ar: وسعت

source: Expenditures
ar: النفقات

source: Expenditures Details
ar: تفاصيل المصروفات

source: Expenses
ar: نفقات

source: Extra Bonus
ar: مكافأة اضافية

source: Extra Notes
ar: ملاحظات إضافية

source: Extras
ar: إضافات

source: Filters
ar: المرشحات

source: Finance
ar: المالية

source: Finance Terminal
ar: محطة التمويل

source: For
ar: إلى عن على

source: Full
ar: ممتلئ

source: Full Adress
ar: العنوان الكامل

source: Full Name
ar: الاسم بالكامل

source: Full Refund
ar: استرداد كامل

source: FullName
ar: الاسم بالكامل

source: General Details
ar: التفاصيل العامة

source: Get All Drivers
ar: احصل على جميع السائقين

source: Get All Sales Deliveries
ar: احصل على جميع تسليمات المبيعات

source: Get All Vehicles
ar: احصل على جميع المركبات

source: Get Customer Reservations
ar: احصل على حجوزات العملاء

source: Get Item Movement
ar: احصل على حركة العنصر

source: Get Purchase Invoice Summary
ar: احصل على ملخص فاتورة الشراء

source: Get Purchase Invoices
ar: احصل على فواتير الشراء

source: Get Quotation
ar: احصل على تسعيرة

source: Get Quotations
ar: احصل على عروض الأسعار

source: Get Sale Invoice
ar: احصل على فاتورة البيع

source: Get Supplier
ar: احصل على المورد

source: Get Supplier Reservations
ar: احصل على حجوزات الموردين

source: Get Target
ar: احصل على الهدف

source: Get Voucher
ar: احصل على قسيمة

source: GetDeliverableInvoices
ar: احصل على فواتير قابلة للتسليم

source: GetForAutoComplete
ar: احصل على الإكمال التلقائي

source: Go to Invoice
ar: اذهب إلى الفاتورة

source: Go to Purchases Invoice
ar: انتقل إلى فاتورة المشتريات

source: Go to Quotation
ar: اذهب إلى الاقتباس

source: Go to Sales Invoice
ar: انتقل إلى فاتورة المبيعات

source: Grand Total
ar: المجموع الكلي

source: Gross Profit
ar: اجمالي الربح

source: Gross Total
ar: المجموع الكلي

source: Group Vat Number
ar: رقم ضريبة القيمة المضافة للمجموعة

source: Hail
ar: وابل

source: Has Parent Account
ar: لديه حساب رئيسي

source: Help Center
ar: مركز المساعدة

source: History
ar: التاريخ

source: Home
ar: الصفحة الرئيسية

source: ID
ar: هوية شخصية

source: ID can't be null
ar: لا يمكن أن يكون المعرف فارغًا

source: ID cannot be null
ar: لا يمكن أن يكون المعرف فارغًا

source: ID does't match with model
ar: المعرّف لا يتطابق مع الطراز

source: ID does't match with supplier
ar: المعرف لا يتطابق مع المورد

source: ID is empty
ar: المعرف فارغ

source: Id is null
ar: المعرف فارغ

source: ID is Null, Please Retry
ar: المعرّف لاغٍ ، يُرجى إعادة المحاولة

source: In Quantity
ar: في الكمية

source: In Stock
ar: في المخزن

source: Includes
ar: يشمل

source: Increase since last update
ar: زيادة منذ آخر تحديث

source: Index
ar: فهرس

source: Initial Amount Paid
ar: المبلغ الأولي المدفوع

source: Inner Exception
ar: استثناء داخلي

source: Internal Server Error
ar: خطأ في الخادم الداخلي

source: Internal Server Error, Please Retry
ar: خطأ داخلي في الخادم ، يرجى إعادة المحاولة

source: Invalid Amount
ar: مبلغ غير صحيح

source: Invalid Arabic Name
ar: اسم عربي غير صحيح

source: Invalid Bank Account Id
ar: معرف الحساب المصرفي غير صالح

source: Invalid Bank Account No Account Found With ID {0}
ar: حساب مصرفي غير صالح لم يتم العثور على حساب بالمعرف {0}

source: Invalid Bank Account No Account Found with ID: {0}
ar: حساب مصرفي غير صالح لم يتم العثور على حساب بالمعرف: {0}

source: Invalid Bank Account Selected
ar: تم تحديد حساب مصرفي غير صالح

source: Invalid Cheque Date
ar: تاريخ الشيك غير صالح

source: Invalid Cheque Number
ar: رقم الشيك غير صحيح

source: Invalid Customer
ar: عميل غير صالح

source: Invalid Customer ID
ar: معرف العميل غير صالح

source: Invalid Data
ar: بيانات غير صالحة

source: Invalid data scheme
ar: مخطط بيانات غير صالح

source: Invalid Data Scheme, Please Retry
ar: نظام بيانات غير صالح ، يرجى إعادة المحاولة

source: Invalid Deadline Date
ar: تاريخ الموعد النهائي غير صالح

source: Invalid Delivery ID
ar: معرف التسليم غير صالح

source: Invalid Delivery Identifier
ar: معرف التسليم غير صالح

source: Invalid Driver
ar: سائق غير صالح

source: Invalid Drop Of Location
ar: إسقاط غير صالح للموقع

source: Invalid Due Date
ar: تاريخ الاستحقاق غير صالح

source: Invalid Error While Updating the Customer
ar: خطأ غير صالح أثناء تحديث العميل

source: Invalid ID
ar: بطاقة التعريف غير صالحة

source: Invalid Initial Amount
ar: المبلغ الأولي غير صالح

source: Invalid Invoice ID
ar: معرف الفاتورة غير صالح

source: Invalid Payment Method
ar: طريقة الدفع غير صحيحة

source: Invalid Payment Terminal
ar: محطة دفع غير صالحة

source: Invalid Payment Terminal ID {0}
ar: معرف محطة الدفع غير صالح {0}

source: Invalid Payment Terminal ID: {0}
ar: معرف محطة الدفع غير صالح: {0}

source: Invalid Payment Terminal Please Select a Payment Terminal
ar: محطة دفع غير صالحة يرجى تحديد محطة دفع

source: Invalid Receive Type
ar: نوع الاستلام غير صالح

source: Invalid Supplier Selected
ar: تم تحديد مورد غير صالح

source: Invalid Target Deadline
ar: الموعد النهائي الهدف غير صالح

source: Invalid Terminal ID
ar: معرف الجهاز الطرفي غير صالح

source: Inventory
ar: المخزون

source: Inventory Adjustment
ar: ضبط المخزون

source: Inventory Adjustment Report
ar: تقرير تعديل المخزون

source: Inventory Reports
ar: تقارير الجرد

source: Invoice Details
ar: تفاصيل الفاتورة

source: Invoice History
ar: تاريخ الفاتورة

source: Invoice ID
ar: هوية صوتية

source: Invoice Information
ar: معلومات الفاتورة

source: Invoice Out Standing
ar: فاتورة قائمة

source: Invoice Paid Amount
ar: مبلغ الفاتورة المدفوعة

source: Invoice Reports
ar: تقارير الفاتورة

source: Invoice Status
ar: حالة الفاتورة

source: Invoice Total
ar: إجمالي الفاتورة

source: Invoices
ar: الفواتير

source: Invoices Count
ar: عدد الفواتير

source: Invoices Reports
ar: تقارير الفواتير

source: Iqama Expiry Date
ar: تاريخ انتهاء الإقامة

source: Iqama Number
ar: رقم الإقامة

source: Iqama Number Field required
ar: رقم الإقامة مطلوب

source: IqamaNumber
ar: رقم الإقامة

source: Is Advance Paid
ar: مدفوعة مقدما

source: IsCash
ar: إيسكاش

source: Issued Date
ar: تاريخ الإصدار

source: Item
ar: بند

source: Item (Arabic)
ar: البند (عربي)

source: Item (English)
ar: البند (الإنجليزية)

source: Item Adjustment
ar: تعديل البند

source: Item Categories
ar: فئات العناصر

source: Item Category
ar: العنصر فئة

source: Item Details
ar: تفاصيل العنصر

source: Item Directory
ar: دليل العناصر

source: Item Id
ar: معرف العنصر

source: Item Location History ID
ar: معرف سجل موقع العنصر

source: Item Name
ar: اسم العنصر

source: Item Price History Id
ar: معرف تاريخ سعر العنصر

source: Item Sale Amount
ar: مبلغ بيع البند

source: ItemID
ar: معرف العنصر

source: Items
ar: العناصر

source: Items added to cart
ar: العناصر المضافة إلى عربة التسوق

source: Items Categories
ar: فئات العناصر

source: Items Categories &amp; Units
ar: فئات الأصناف والوحدات

source: Items Directory
ar: دليل العناصر

source: Items not available
ar: العناصر غير متوفرة

source: Items Report
ar: تقرير العناصر

source: Items Sold
ar: العناصر بيعت

source: Jazan
ar: جازان

source: Joining Date
ar: تاريخ الانضمام
