Repository: kashi326/InvoiceGenerator
Catalog: Resources/Resource.*.resx
Languages: ar

source: The Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.

source: The Phone Number field Required
ar: حقل رقم الهاتف مطلوب

source: The Project Name field is required.
ar: حقل اسم المشروع مطلوب.

source: The Registeration Number field is required.
ar: حقل رقم التسجيل مطلوب.

source: The Supplier VAT No field is required.
ar: مورد ضريبة القيمة المضافة لا يوجد حقل مطلوب.

source: The Vehicle Model field is required.
ar: حقل طراز السيارة مطلوب.

source: The Vehicle Name field is required.
ar: حقل اسم السيارة مطلوب.

source: Theme 1
ar: الموضوع 1

source: Theme 2
ar: الموضوع 2

source: Theme 3
ar: الموضوع 3

source: This Contact Is Not Valid e.g 0512345678
ar: جهة الاتصال هذه غير صالحة على سبيل المثال 0512345678

source: This Month
ar: هذا الشهر

source: This Week
ar: هذا الاسبوع

source: Threshold Quantity
ar: كمية العتبة

source: Title
ar: عنوان

source: Title Required
ar: العنوان مطلوب

source: To Deliver
ar: لكى توصل

source: To proceed with available items &amp; quantity
ar: للمتابعة مع العناصر والكمية المتاحة

source: Today
ar: اليوم

source: Total
ar: مجموع

source: Total Accounts:
ar: کل اکاونٹس

source: Total Adjustment
ar: التعديل الكلي

source: Total Amount
ar: المبلغ الإجمالي

source: Total Amount (Excl VAT)
ar: المبلغ الإجمالي (بدون ضريبة القيمة المضافة)

source: Total Amount (Incl VAT)
ar: المبلغ الإجمالي (شاملاً ضريبة القيمة المضافة)

source: Total Amount (VAT Incl.)
ar: المبلغ الإجمالي (شامل للضريبة)

source: Total Bill
ar: إجمالي الفاتورة

source: Total Cheques:
ar: إجمالي الشيكات:

source: Total Cost
ar: التكلفة الإجمالية

source: Total Customer
ar: إجمالي العميل

source: Total Delievries
ar: إجمالي عمليات التسليم

source: Total Devices
ar: إجمالي الأجهزة

source: Total Employees
ar: عدد الموظفي

source: Total Expenditures
ar: إجمالي المصروفات

source: Total Invoice
ar: إجمالي الفاتورة

source: Total Invoices
ar: إجمالي الفواتير

source: Total Item
ar: إجمالي البند

source: Total Owners
ar: مجموع الملاك

source: Total Price
ar: السعر الكلي

source: Total Quantity
ar: الكمية الإجمالية

source: Total Quotations
ar: مجموع الاقتباسات

source: Total Return Amount
ar: إجمالي المبلغ العائد

source: Total Return Must be less then initial Amount Piad
ar: يجب أن يكون إجمالي العائد أقل من المبلغ الأولي

source: Total Returnable Amount
ar: إجمالي المبلغ القابل للإرجاع

source: Total Salary
ar: مجموع الراتب

source: Total Supplier
ar: إجمالي المورد

source: Total Users
ar: إجمالي المستخدمين

source: Total VAT
ar: إجمالي ضريبة القيمة المضافة

source: Total VAT Report
ar: تقرير إجمالي ضريبة القيمة المضافة

source: Travelling
ar: سفر

source: Turn Message
ar: بدوره الرسالة

source: Turn Messages
ar: تحويل الرسائل

source: Turn Notification
ar: بدوره الإخطار

source: Type Reason Here
ar: اكتب السبب هنا

source: Types and Categories
ar: الأنواع والفئات

source: uccessfully Created Purhase Return with ID {0}
ar: تم إنشاء عائد الشراء بنجاح بالمعرف {0}

source: Uknown Error Occurred While Updating the Owner
ar: حدث خطأ غير معروف أثناء تحديث المالك

source: Un Sold
ar: غير مباع

source: Unique Code
ar: رمز فريد

source: UniqueCode
ar: يونيكود

source: Unit
ar: وحدة

source: Unit Price
ar: سعر الوحدة

source: Units
ar: الوحدات

source: Unknown Error Occured
ar: حدث خطأ غير معروف

source: Unknown Error Occured While Creating Invoice
ar: حدث خطأ غير معروف أثناء إنشاء الفاتورة

source: Unknown Error Occured While Creating Please Try Again
ar: حدث خطأ غير معروف أثناء الإنشاء الرجاء المحاولة مرة أخرى

source: Unknown Error Occurred
ar: حدث خطأ غير معروف

source: Unknown Error Occurred While Creating Invoice
ar: حدث خطأ غير معروف أثناء إنشاء الفاتورة

source: Unknown Error Occurred While Creating Owner
ar: حدث خطأ غير معروف أثناء تكوين المالك

source: Unpaid
ar: غير مدفوعة

source: Unselect All
ar: إلغاء تحديد الكل

source: Update
ar: تحديث

source: Update Account
ar: تحديث الحساب

source: Update Customer
ar: تحديث العميل

source: Update Driver
ar: تحديث السائق

source: Update Operation Failed
ar: فشلت عملية التحديث

source: Update Responsible
ar: مسؤول التحديث

source: Update Target
ar: تحديث الهدف

source: Update Terminal
ar: تحديث المحطة

source: Update User
ar: تحديث المستخدم

source: Update VAT
ar: تحديث ضريبة القيمة المضافة

source: Update Zakat
ar: تحديث الزكاة

source: UpdateConfiguration
ar: تحديث التكوين

source: Updated The Account Sub Type Successfully
ar: تم تحديث نوع الحساب الفرعي بنجاح

source: User created a new account with password.
ar: أنشأ المستخدم حسابًا جديدًا بكلمة مرور.

source: User ID
ar: معرف المستخدم

source: User Name
ar: اسم المستخدم

source: User Name Field Required
ar: حقل اسم المستخدم مطلوب

source: Users
ar: المستخدمون

source: Value
ar: القيمة

source: VAT
ar: ضريبة

source: VAT %
ar: ٪ ضريبة القيمة المضافة

source: VAT Amount
ar: قيمة الضريبة

source: VAT Management
ar: إدارة ضريبة القيمة المضافة

source: VAT Managment
ar: إدارة ضريبة القيمة المضافة

source: VAT No
ar: ظريبه الشراء

source: VAT Number
ar: ظريبه الشراء

source: VAT Rate
ar: قيمة الضريبة

source: VAT Report
ar: تقرير ضريبة القيمة المضافة

source: VAT Reports
ar: تقارير ضريبة القيمة المضافة

source: VAT Total
ar: إجمالي ضريبة القيمة المضافة

source: Vehicle does't Exist
ar: المركبة غير موجودة

source: Vehicle Model
ar: طراز السيارة

source: Vehicle Name
ar: اسم المركبة

source: Vehicles
ar: مركبات

source: View Status
ar: عرض الحالة

source: Vocher
ar: فاتورة

source: Voucher
ar: فاتورة

source: Voucher History
ar: تاريخ القسيمة

source: Voucher ID
ar: معرف القسيمة

source: Voucher View
ar: عرض القسيمة

source: Week
ar: أسبوع

source: Weekly
ar: أسبوعي

source: Whole Sell Cost Price
ar: سعر التكلفة بالجملة

source: Whole Sell Price
ar: سعر البيع الكامل

source: WholeSale
ar: بالجملة

source: Year
ar: عام

source: Yearly
ar: سنوي

source: Yes
ar: نعم

source: Yesterday
ar: في الامس

source: You dont't have enough qauntity in inventory
ar: ليس لديك كمية كافية في المخزون

source: Zakat
ar: زكاة

source: Zakat Edit
ar: تحرير الزكاة

source: Zakat ID
ar: معرف الزكاة

source: Zakat Management
ar: إدارة الزكاة

source: Zakat Reports
ar: تقارير الزكاة

source: Abha
ar: أبها

source: Abu Arish
ar: ابو عريش

source: Adham
ar: أدهم

source: Afeef
ar: عفيف

source: Aflaj
ar: الأفلاج

source: Ahad Al-Masarhah
ar: احد المسارحه

source: Ahad Rufaidah
ar: احد رفيدة

source: Ahssaa / Nuairiyah
ar: الاحساء / النعيرية

source: Aidabi
ar: العيدابي

source: Al-Badaya
ar: البدائع

source: Al-Bedaa
ar: البدع

source: Al-Bukairiyah
ar: البكيرية

source: Al-Ghazala
ar: الغزالة

source: Al-Hait
ar: الحيط

source: Al-Hanakiya
ar: الحناكية

source: Al-Khota
ar: الخطه

source: Al-Maznab
ar: المزنب

source: Al-Rass
ar: الرس

source: AL-Rawdah
ar: الروضة

source: Al-Shamasia
ar: الشماسية

source: Al-Shamly
ar: الشملي

source: Al-Shannan
ar: الشنان

source: Al-Somaira
ar: السميرة

source: Al-Ula
ar: العلا

source: Al-Wajh
ar: الوجه

source: Arar
ar: عرعر

source: Aredhah
ar: عريضه

source: Badr
ar: بدر

source: Bahah
ar: الباحة

source: Baish
ar: بيش

source: Baljurashi
ar: بلجرشي

source: Balqarn
ar: بلقرن

source: Baqa'a
ar: البقعة

source: Bareq
ar: بارق

source: Beqaiq
ar: البقيق

source: Berk
ar: بيرك

source: Bishah
ar: بيشة

source: Buraidah
ar: بريدة

source: Dammam
ar: الدمام

source: Dawadmi
ar: الدوادمي

source: Dayer
ar: داير

source: Dhahran
ar: الظهران

source: Dhahran Al-Janoub
ar: ظهران الجنوب

source: Dharmaa
ar: دارما

source: Dhubaa
ar: ضباء

source: Diriyah
ar: الدرعية

source: Faifaa
ar: فيفاء

source: Ghat
ar: غات

source: Hafr Al-Baten
ar: حفر الباطن

source: Haql
ar: حقل

source: Hotat Bani Tameem / Hareeq
ar: حوطة بني تميم / حريق

source: Hubuna
ar: حبونا

source: Huraymalaa
ar: حريملاء

source: Jeddah
ar: جدة

source: Jubail
ar: الجبيل

source: Jubbah
ar: جبة

source: Kamel
ar: كامل

source: Khafji
ar: الخفجي

source: Khamees Mushait
ar: خميس مشيط

source: Kharj
ar: الخرج

source: Khubar
ar: مدينه الخبر

source: Khulais
ar: خليص

source: Khurmah
ar: الخرمة

source: KSA
ar: المملكة العربية السعودية

source: Leith
ar: ليث

source: Mahad Al Dahab
ar: مهد الذهب

source: Majardah
ar: المجاردة

source: Majmaah
ar: المجمعة

source: Mandeq
ar: منديك

source: Marat
ar: مارات

source: Moqaq
ar: مدق

source: Muhayel
ar: محايل

source: Mukhwaah
ar: مخواة

source: Muwaih
ar: مويه

source: Muzahmeyyah
ar: مزاحمية

source: Nammas
ar: ناما

source: Oyoon Al-Jawa
ar: عيون الجواء

source: Please Select City
ar: الرجاء تحديد المدينة

source: Please Select Distric
ar: يرجى تحديدمنطقة

source: Qaryat Al-Ulya
ar: قرية العليا

source: Qateef
ar: القطيف

source: Qunfudhah
ar: القنفذة

source: Qurayyat
ar: قريات

source: Quwayiyah
ar: القويعية

source: Rabegh
ar: رابغ

source: Rafhaa
ar: رفحاء

source: Ranyah
ar: رنية

source: Ras Tanurah
ar: رأس تنورة

source: Rejal Almaa
ar: رجال ألمع

source: Remaah
ar: رماح

source: Riyadh Al-Khabra
ar: رياض الخبراء

source: Sabya
ar: صبيا

source: Sakaka
ar: سكاكا

source: Saleel
ar: سليل

source: Samtah
ar: صامطة

source: Sarat Ubaidah
ar: سراة عبيدة

source: Shaqraa
ar: شقراء

source: Sharurah
ar: شرورة

source: Taef
ar: الطائف

source: Taimaa
ar: تيماء

source: Tanomah
ar: تنومة

source: Tathleeth
ar: تثليث

source: Thadeq
ar: صادق

source: Trubah
ar: تروباه

source: Turaif
ar: طريف

source: Umluj
ar: أملج

source: Unaizah
ar: عنيزة

source: Ushaiqer
ar: أوشيقر

source: Wadi Al-Dawaser
ar: وادي الدواسر

source: Zulfi
ar: الزلفي

source: Showing 0 to 0 of 0 entries
ar: إظهار إلى من أصل مدخلات

source: Expenditure
ar: المصروفات

source: Expenditure Details
ar: تفاصيل المصروفات

source: Cheque No
ar: رقم الشيك

source: Select Account
ar: حدد حساب

source: Shelf.No
ar: الجرف

source: Total (Excl VAT)
ar: الإجمالي (بدون ضريبة القيمة المضافة)

source: Total (Incl VAT)
ar: الإجمالي (شامل ضريبة القيمة المضافة)

source: Quotation Detail
ar: تفاصيل الاقتباس

source: Buyer Identification
ar: تحديد المشتري

source: Invoice Detail
ar: تفاصيل الفاتورة

source: Please select at least 1 Item
ar: يرجى تحديد عنصر واحد على الأقل

source: Print Thermal
ar: طباعة حرارية

source: Seller Identification
ar: تعريف البائع

source: Value Must Be Greater Than 0
ar: يجب أن تكون القيمة أكبر من 0

source: Clearance Voucher
ar: قسيمة التخليص

source: No Of Items
ar: عدد العناصر

source: Payment Details
ar: بيانات الدفع

source: Responsible Name(English)
ar: اسم المسؤول (انجليزي)

source: Total(Incl VAT)
ar: الإجمالي (شامل ضريبة)

source: Total(Excl VAT)
ar: الإجمالي (بدون ضريبة )

source: Please Fill all previous Fields
ar: الرجاء تعبئة جميع الحقول السابقة

source: Credit Sum
ar: مجموع الائتمان

source: Debit Sum
ar: مجموع الخصم

source: Balance
ar: الرصيد

source: Cheques Terminal
ar: الشيكات الطرفية

source: Month
ar: شهر

source: Invoice Grand Total
ar: إجمالي الفاتورة

source: Delivery Total
ar: إجمالي التسليم

source: Length Should be between 18 and 24
ar: يجب أن يكون الطول بين 18 و 24

source: Payment Information
ar: معلومات الدفع

source: Receive Type
ar: نوع الاستلام

source: Are You sure You want to Delete
ar: هل أنت متأكد أنك تريد حذف

source: Contact Required
ar: الاتصال مطلوب

source: Invalid English Name
ar: الاسم الانجليزي غير صحيح

source: Is Driver
ar: هل السائق

source: Max Users Limit Reached
ar: تم بلوغ الحد الأقصى لعدد المستخدمين

source: Must be Between 1 and 100
ar: يجب أن يكون بين 1 و 100

source: Name Arabic
ar: الاسم عربي

source: Name English
ar: الاسم بالانجليزية

source: Phone Number is Required
ar: رقم الهاتف مطلوب

source: Please Type in Arabic
ar: من فضلك اكتب بالعربية

source: Please update the Vat Percentage
ar: يرجى تحديث نسبة ضريبة القيمة المضافة

source: Please update the Zakat Percentage
ar: الرجاء تحديث نسبة الزكاة

source: Salary Must be Greater than Zero.
ar: يجب أن يكون الراتب أكبر من الصفر.

source: Tax Treatment
ar: المعاملة الضريبية

source: The item is already in list
ar: العنصر موجود بالفعل في القائمة

source: Thermal Print
ar: طباعة حرارية

source: Amount (Excl VAT)
ar: المبلغ (بدون ضريبة القيمة المضافة)

source: Amount (Incl VAT)
ar: المبلغ (شامل ضريبة القيمة المضافة)

source: Expense Amount
ar: مبلغ المصاريف

source: Expense Summary
ar: ملخص المصاريف

source: Issue Date
ar: تاريخ الإصدار

source: Bar Code
ar: الرمز الشريطيs

source: Bin
ar: سلة مهملات

source: Storage Section
ar: قسم التخزين

source: Storage Type
ar: قوي

source: No. Of Prints
ar: عدد المطبوعات

source: Print Bar Codes
ar: طباعة الرموز الشريطية

source: Sale Invoice Create
ar: إنشاء فاتورة البيع

source: Create New
ar: خلق جديد إبداع جديد

source: Welcome to POS
ar: مرحبًا بك في POS

source: Create Sale Invoice
ar: إنشاء فاتورة بيع

source: Transaction Id
ar: رقم المعاملة

source: Back
ar: خلف

source: Manufacturer Name
ar: اسم المصنع

source: Print Barcode
ar: طباعة الباركود

source: Supplier Address
ar: عنوان المورد

source: Supplier Bar Code
ar: رمز شريط المورد

source: Barcodes
ar: الباركود

source: Change
ar: يتغيرون

source: Create User
ar: إنشاء المستخدم

source: Export
ar: يصدر

source: Please Add quantity for all checked items
ar: الرجاء إضافة كمية لجميع العناصر المحددة

source: Please select an Item or type quantity
ar: الرجاء تحديد عنصر أو نوع الكمية

source: Purchase Invoices Report
ar: تقرير فواتير الشراء

source: Sale Invoices Report
ar: تقرير فواتير البيع

source: E-Transfer
ar: ای ٹرانسفر
