Repository: kashi326/InvoiceGenerator
Catalog: Resources/Resource.*.resx
Languages: ar

source: Joining Date Field Required
ar: تاريخ الالتحاق بهذا الحقل مطلوب

source: Journal Records
ar: سجلات المجلة

source: km
ar: كيلومترات

source: Last Month
ar: الشهر الماضي

source: Last Updated History
ar: تاريخ آخر تحديث

source: Last Week
ar: الاسبوع الماضى

source: Length Must be 10
ar: يجب أن يكون الطول 10

source: Liabilities
ar: المطلوبات

source: License Expiry Date
ar: تاريخ انتهاء الترخيص

source: License No
ar: رقم الرخصة

source: License Number
ar: رقم الرخصة

source: License Number Field Required
ar: رقم الترخيص مطلوب

source: Lincense No Required
ar: لينسينس لا يلزم

source: Loan Account ID
ar: معرف حساب القرض

source: Location
ar: موقعك

source: Logout
ar: تسجيل خروج

source: Made
ar: صنع

source: Main
ar: الأساسية

source: Main Chart
ar: الرسم البياني الرئيسي

source: Main Report
ar: التقرير الرئيسي

source: Main Reports
ar: التقارير الرئيسية

source: Make a Selection
ar: اختر خيارا

source: Make Parent Account
ar: إنشاء حساب الوالدين

source: Makkah
ar: مكه

source: Manufacturer Name(Arabic)
ar: اسم الصانع (عربي)

source: Manufacturer Name(English)
ar: اسم الشركة المصنعة (انجليزي)

source: Manufacturer Names
ar: أسماء الشركة المصنعة

source: Mapping exception
ar: تعيين استثناء

source: MarkAsRead
ar: ضع إشارة مقروء

source: Milage
ar: الأميال

source: Mileage
ar: عدد الأميال

source: Missing {0} Value
ar: قيمة {0} مفقودة

source: Mobile
ar: متحرك

source: Mobile Phone
ar: جوال

source: Model
ar: نموذج

source: Monthly
ar: شهريا

source: Monthly Overview
ar: نظرة عامة شهرية

source: Movement
ar: حركة

source: Must be in between 0-365
ar: يجب أن يكون بين 0-365

source: Must be in correct range
ar: يجب أن يكون في النطاق الصحيح

source: Must be in range
ar: يجب أن يكون في النطاق

source: Must be in range 0-
ar: يجب أن يكون في النطاق 0-

source: Must be Less than total quantity
ar: يجب أن تكون أقل من الكمية الإجمالية

source: Najran
ar: نجران

source: Name
ar: اسم

source: Name (Arabic)
ar: الاسم (عربي)

source: Name (English)
ar: الاسم (بالانجليزية)

source: Narration ID
ar: معرف السرد

source: Narrations
ar: روايات

source: Narrations Report
ar: تقرير الروايات

source: Net Total
ar: صافي الإجمالي

source: New Adjustment
ar: تعديل جديد

source: New Customer
ar: عميل جديد

source: New Location
ar: موقع جديد

source: New Owner
ar: مالك جديد

source: New Purchase
ar: شراء جديدة

source: New Retail Cost Price
ar: سعر تكلفة التجزئة الجديد

source: New Retail Sell Price
ar: سعر البيع بالتجزئة الجديد

source: New Sale
ar: بيع جديد

source: New Shelf Number
ar: رقم رف جديد

source: New Whole Sale Cost Price
ar: سعر تكلفة الجملة الجديد

source: New Whole Sale Record
ar: سجل بيع كامل جديد

source: New Whole Sell Price
ar: سعر البيع الكامل الجديد

source: No
ar: لا

source: No Expenditure Record Found
ar: لم يتم العثور على سجل نفقات

source: No Items
ar: لا توجد عناصر

source: No Of Invoice
ar: رقم الفاتورة

source: No of Invoices
ar: عدد الفواتير

source: No Project found with the given Id
ar: لم يتم العثور على مشروع بالمعرف المحدد

source: No Record Found For Inventories
ar: لا يوجد سجل لقوائم الجرد

source: No Record Found For This ID
ar: لم يتم العثور على سجل لهذا المعرف

source: No Suppliers type Found
ar: لم يتم العثور على نوع الموردين

source: No Units Record Found
ar: لم يتم العثور على سجل وحدات

source: Northern Borders
ar: الحدود الشمالية

source: Not Assigned Yet
ar: لم يتم تعيينه بعد

source: Not Delivered
ar: لم يتم تسليمها

source: Not Found
ar: لم يتم العثور على

source: Note
ar: ملحوظة

source: Notes
ar: ملاحظات

source: Notification
ar: تنبيه

source: Notification / SMS
ar: الإخطار / الرسائل القصيرة

source: Notifications
ar: إشعارات

source: Null exception
ar: استثناء فارغ

source: Number of Invoices
ar: عدد الفواتير

source: Number of Item
ar: عدد العناصر

source: Number Of Items
ar: عدد العناصر

source: Okay
ar: حسنا

source: On Cash
ar: نقدا

source: On Network
ar: على الشبكة

source: OnHand
ar: علي يدك

source: OnHand Sellable
ar: للبيع عبر الإنترنت

source: Opposite Account
ar: الحساب المقابل

source: Opposite Account Id
ar: معرف الحساب المقابل

source: Orders Assigned
ar: الطلبات المعينة

source: Out Of Range
ar: خارج النطاق

source: Out of stock
ar: إنتهى من المخزن

source: Out Quantity
ar: كمية الخروج

source: Out Standing
ar: أمتياز

source: Owners
ar: أصحاب

source: Paid
ar: دفع

source: Paid Amount
ar: المبلغ المدفوع

source: Paid Date
ar: تاريخ المدفوعة

source: Paid Month
ar: الشهر المدفوع

source: Parent Account
ar: الحساب الاصلي

source: Parent Document Type
ar: نوع الوثيقة الأصل

source: Parent DocumentID
ar: معرف الوثيقة الأصل

source: Partial
ar: جزئي

source: Partial Items
ar: العناصر الجزئية

source: Partial Paid
ar: مدفوعة جزئيا

source: Partially Paid
ar: المدفوعة جزئيا

source: Password
ar: كلمه السر

source: Password Required
ar: كلمة المرور مطلوبة

source: Pay
ar: دفع

source: Payable Amount
ar: المبلغ المستحق

source: Payee Name
ar: اسم المستفيد

source: Payee Name Cannot be Empty
ar: لا يمكن أن يكون اسم المدفوع لأمره فارغًا

source: Payment Completion Date
ar: تاريخ إتمام الدفع

source: Payment Date
ar: تاريخ الدفع

source: Payment Due Date
ar: التاريخ المحدد للدفع

source: Payment Made Report
ar: تقرير الدفع المقدم

source: Payment Method
ar: طريقة الدفع او السداد

source: Payment Method Required
ar: طريقة الدفع مطلوبة

source: Payment Received Report
ar: تقرير الدفع المستلم

source: Payment Recieved
ar: تم استلام الدفعة

source: Payment Terminal
ar: محطة الدفع

source: Payment Terminal ID
ar: معرف محطة الدفع

source: Payment Terminals
ar: محطات الدفع

source: Payment Type
ar: نوع الدفع

source: Payments
ar: المدفوعات

source: Payments Received Report
ar: تقرير المدفوعات المستلمة

source: Payments Recieved Report
ar: تقرير المدفوعات المستلمة

source: Payments Reports
ar: تقارير المدفوعات

source: Pending
ar: قيد الانتظار

source: Performance By
ar: أداء بقلم

source: Personal Information
ar: معلومات شخصية

source: Phone
ar: هاتف

source: Phone No
ar: رقم الهاتف

source: Phone No.
ar: رقم الهاتف.

source: Phone Number
ar: رقم الهاتف

source: Pickup Location: Warehouse
ar: موقع الالتقاط: المستودع

source: Piece Per Unit
ar: قطعة لكل وحدة

source: Pieces Per Unit
ar: قطعة لكل وحدة

source: Please add an item to List
ar: الرجاء إضافة عنصر إلى القائمة

source: Please Add Item To list
ar: الرجاء إضافة عنصر إلى القائمة

source: Please Add Reference Number
ar: الرجاء إضافة الرقم المرجعي

source: Please add vehicle first
ar: الرجاء إضافة السيارة أولا

source: Please confirm to remove item(s) from list
ar: يرجى التأكيد لإزالة العنصر (العناصر) من القائمة

source: Please Enter a Delivery Address
ar: الرجاء إدخال عنوان التسليم

source: Please Enter a Payee Name
ar: الرجاء إدخال اسم المدفوع لأمره

source: Please Enter Bank Name
ar: الرجاء إدخال اسم البنك

source: Please Enter Payee Name
ar: الرجاء إدخال اسم المدفوع لأمره

source: Please Enter Shelf Number
ar: الرجاء إدخال رقم الرف

source: Please Enter Shelf Number for Item
ar: الرجاء إدخال رقم الرف للعنصر

source: Please Enter Shelf Number for Item {0}
ar: الرجاء إدخال رقم الرف للعنصر {0}

source: Please put Values in Selected Field
ar: الرجاء وضع القيم في الحقل المحدد

source: Please Select a Bank Account
ar: الرجاء تحديد حساب مصرفي

source: Please Select a Driver
ar: الرجاء تحديد سائق

source: Please Select a Parent Account
ar: الرجاء تحديد حساب رئيسي

source: Please Select a Payment Terminal Device or Bank Account
ar: يرجى تحديد جهاز الدفع الطرفي أو الحساب المصرفي

source: Please Select a Payment Terminal or Bank
ar: يرجى تحديد محطة الدفع أو البنك

source: Please Select At Least One Invoice
ar: يرجى تحديد فاتورة واحدة على الأقل

source: Please Select At Least One Item
ar: يرجى تحديد عنصر واحد على الأقل

source: Please Select Customer
ar: الرجاء تحديد العميل

source: Please Select Date
ar: يرجى تحديد التاريخ

source: Please Select Employee
ar: الرجاء تحديد الموظف

source: Please Select Item
ar: الرجاء تحديد عنصر

source: Please select some for return
ar: الرجاء تحديد البعض للعودة

source: Please Select Supplier
ar: الرجاء تحديد المورد

source: Post
ar: بريد

source: Postal Code
ar: رمز بريدي

source: Power Bi
ar: قوة ثنائية

source: Preferences
ar: التفضيلات

source: Previous Location
ar: الموقع السابق

source: Previous Retail Cost Price
ar: سعر تكلفة التجزئة السابق

source: Previous Retail Sell Price
ar: سعر البيع بالتجزئة السابق

source: Previous Shelf Location
ar: موقع الرف السابق

source: Previous Whole Sale Cost Price
ar: سعر تكلفة البيع الكامل السابق

source: Previous Whole Sale Record
ar: سجل البيع الكامل السابق

source: Previous Whole Sell Price
ar: سعر البيع الكامل السابق

source: Price
ar: السعر

source: PriceType Required
ar: السعرالنوع مطلوب

source: Print
ar: طباعة

source: Print and Save
ar: اطبع واحفظ

source: Print Invoice
ar: فاتورة طباعة

source: Print Quotations
ar: طباعة الاقتباسات

source: privilege's
ar: امتياز

source: Proceed
ar: تقدم

source: Profit
ar: ربح

source: Project
ar: مشروع

source: Project ID
ar: معرف المشروع

source: Project Name
ar: اسم المشروع

source: Projects
ar: المشاريع

source: Projects View
ar: عرض المشاريع

source: Purchase
ar: عملية الشراء

source: Purchase Invoice
ar: فاتورة الشراء

source: Purchase Invoice Details
ar: تفاصيل فاتورة الشراء

source: Purchase Invoice Does't Exists
ar: فاتورة الشراء غير موجودة

source: Purchase Invoices
ar: فواتير الشراء

source: Purchase Item
ar: شراء عنصر

source: Purchase Item Report
ar: تقرير عنصر الشراء

source: Purchase Items
ar: شراء سلع

source: Purchase Quotation
ar: تسعير الشراء

source: Purchase Quotations
ar: عروض أسعار الشراء

source: Purchase Recieve Vouchers
ar: شراء قسائم استلام

source: Purchase Report
ar: تقرير الشراء

source: Purchase Reports
ar: تقارير الشراء

source: Purchase Return
ar: عودة شراء

source: Purchase Return Create
ar: إنشاء عائد الشراء

source: Purchase Return Details
ar: تفاصيل إرجاع الشراء

source: Purchase Return History
ar: تاريخ إرجاع الشراء

source: Purchase Return Report
ar: تقرير إرجاع الشراء

source: Purchase Returns
ar: عوائد الشراء

source: Purchase Returns Report
ar: تقرير مرتجعات الشراء

source: Purchase Vat
ar: شراء ضريبة القيمة المضافة

source: Purchase VAT Report
ar: شراء تقرير ضريبة القيمة المضافة

source: Purchased Items
ar: البنود التي تم شراؤها

source: PurchaseQuotations
ar: اقتباسات الشراء

source: PurchaseReport
ar: تقرير الشراء

source: PurchaseReturnReport
ar: تقرير إرجاع الشراء

source: Purchases
ar: المشتريات

source: Purchases Invoice
ar: فاتورة المشتريات

source: Qassim
ar: قاسم

source: Quantity
ar: كمية

source: Quantity Cannot be Zero
ar: لا يمكن أن تكون الكمية صفراً

source: Quantity Cannot be Zero for Item: {0}
ar: لا يمكن أن تكون الكمية صفرًا للعنصر: {0}

source: Quotation
ar: اقتباس

source: Quotation Create
ar: إنشاء الاقتباس

source: Quotation Delete
ar: الاقتباس حذف

source: Quotation ID
ar: معرف الاقتباس

source: Quotation Invoice
ar: فاتورة التسعير

source: Quotations
ar: الاقتباسات

source: Quotations Details
ar: تفاصيل الاقتباسات

source: Qutation Details
ar: تفاصيل الاقتباس

source: Qutation ID
ar: معرف الاقتباس

source: Re-Schedule
ar: إعادة الجدولة

source: Reason
ar: السبب

source: Receive
ar: تسلم

source: Receive As
ar: تلقي باسم

source: Received Quantity
ar: الكمية المستلمة

source: Recent Sales
ar: المبيعات الأخيرة

source: Recieved
ar: تم الاستلام

source: Record ID
ar: معرف التسجيل

source: RecreateAndDeliver
ar: إعادة إنشاء وتسليم

source: Reference No
ar: رقم المرجع

source: Reference Number
ar: رقم المرجع

source: Reference Number Required
ar: الرقم المرجعي مطلوب

source: Refund
ar: استرداد

source: Register
ar: تسجيل

source: Registeration Number
ar: رقم التسجيل

source: RegistrationNumber
ar: رقم التسجيل

source: Remaining
ar: المتبقي

source: Remaining Amount
ar: الكمية المتبقية

source: Remaining Credit
ar: الرصيد المتبقي

source: Remaining Iqama time must not be one month
ar: يجب ألا يكون وقت الإقامة المتبقي شهرًا واحدًا

source: Remaining Quantity
ar: الكمية المتبقية

source: Remaining Target
ar: الهدف المتبقي

source: Remarks
ar: ملاحظات

source: Reminders
ar: تذكير

source: Remove
ar: إزالة

source: Remove all items
ar: قم بإزالة كافة العناصر

source: Remove Item
ar: إزالة بند

source: Replace
ar: يحل محل

source: Replacement
ar: إستبدال

source: Report
ar: تقرير

source: Reported By
ar: تم عمل تقرير بواسطة

source: Reports
ar: التقارير

source: Reports Test
ar: اختبار التقارير

source: Required
ar: مطلوب

source: ReSchedule
ar: إعادة الجدولة

source: Reservation
ar: حجز

source: Reservations
ar: التحفظات

source: Reserved
ar: محجوز

source: Reserved Sellable
ar: محجوز للبيع

source: ReservedByCustomers
ar: محجوز من قبل العملاء

source: ReservedBySuppliers
ar: محفوظة بواسطة الموردين

source: Reset
ar: إعادة تعيين

source: Responsible (English)
ar: مسؤول (إنجليزي)

source: Responsible Both Names Cannot be Empty
ar: لا يمكن أن يكون كلا الاسمين المسؤولين فارغين

source: Responsible Contact
ar: الاتصال المسؤول

source: Responsible Contact is Required
ar: مطلوب اتصال مسؤول

source: Responsible Contact Must not be Empty
ar: يجب ألا تكون جهة الاتصال المسؤولة فارغة

source: Responsible Name (Arabic)
ar: اسم المسؤول (عربي)

source: Responsible Name (English)
ar: اسم المسؤول (انجليزي)

source: Responsible Person
ar: شخص مسؤول

source: Retail Cost Price
ar: سعر تكلفة البيع بالتجزئة

source: Retail Sell Price
ar: سعر البيع بالتجزئة

source: Return
ar: إرجاع

source: Return Amount
ar: المبلغ العائد

source: Return History
ar: تاريخ العودة

source: Return Items
ar: إرجاع العناصر

source: Return Quantity
ar: كمية الإرجاع

source: Returns
ar: عائدات

source: Revenue
ar: إيرادات

source: Riyadh
ar: الرياض

source: Role
ar: وظيفة

source: Role Field Required
ar: حقل الدور مطلوب

source: Ruturn Quantity
ar: كمية الإرجاع

source: S.No
ar: س

source: Salaries
ar: الرواتب

source: Salary
ar: راتب

source: Salary Field Required
ar: حقل الراتب مطلوب

source: Salary History ID
ar: معرف سجل الرواتب

source: Salary Information
ar: معلومات الراتب

source: Salary Record
ar: سجل الراتب

source: Sale
ar: تخفيض السعر

source: Sale Amount
ar: مبلغ البيع

source: Sale As
ar: بيع باسم

source: Sale Invoice
ar: فاتورة البيع

source: Sale Invoice Does't Exsits
ar: فاتورة البيع غير موجودة

source: Sale Invoices
ar: فواتير البيع

source: Sale Quotations
ar: عروض أسعار البيع

source: Sale Return
ar: عودة البيع

source: Sale Return Details
ar: تفاصيل إرجاع البيع

source: Sale Return History
ar: تاريخ إرجاع البيع

source: Sale Returns Report
ar: تقرير مرتجعات البيع

source: Sale Takeaway Vouchers
ar: قسائم بيع الوجبات الجاهزة

source: Sale Vat
ar: بيع ضريبة القيمة المضافة

source: SaleInvoices
ar: فواتير البيع

source: Sales
ar: مبيعات

source: Sales Delivery
ar: تسليم المبيعات

source: Sales Invoice
ar: فاتورة المبيعات

source: Sales Invoice Summary View
ar: عرض ملخص فاتورة المبيعات

source: Sales Invoices Summary
ar: ملخص فواتير المبيعات

source: Sales Invoices View
ar: عرض فواتير المبيعات

source: Sales Item Report
ar: تقرير عنصر المبيعات

source: Sales Items
ar: بنود المبيعات

source: Sales Man
ar: مندوب مبيعات

source: Sales Profit
ar: ربح المبيعات

source: Sales Profit Report
ar: تقرير ربح المبيعات

source: Sales Quotation
ar: تسعير المبيعات

source: Sales Quotation Report
ar: تقرير عرض أسعار المبيعات

source: Sales Quotations
ar: عروض أسعار المبيعات

source: Sales Quotations Report
ar: تقرير عروض أسعار المبيعات

source: Sales Quotations Reports
ar: تقارير عروض أسعار المبيعات

source: Sales Report
ar: تقرير المبيعات

source: Sales Reports
ar: تقارير المبيعات

source: Sales Return
ar: عائد المبيعات

source: Sales Return Create
ar: إنشاء عائد المبيعات

source: Sales Return Report
ar: تقرير إرجاع المبيعات

source: Sales Returns
ar: عوائد المبيعات

source: Sales VAT
ar: ضريبة القيمة المضافة على المبيعات

source: Sales VAT Report
ar: تقرير ضريبة القيمة المضافة على المبيعات

source: SalesDeliveries
ar: المبيعات

source: SalesMan
ar: بائع

source: SalesQuotations
ar: اقتباسات المبيعات

source: SalesReport
ar: تقرير المبيعات

source: SalesReturnReport
ar: تقرير إرجاع المبيعات

source: Save
ar: حفظ

source: Save and Print
ar: احفظ واطبع

source: Schedule Delivery
ar: تسليم الجدول الزمني

source: Scheduled
ar: المقرر

source: Search
ar: بحث

source: Search...
ar: بحث...

source: Select All
ar: اختر الكل

source: Select Customer
ar: حدد العميل

source: Select Customer please
ar: حدد العميل من فضلك

source: Select Employee
ar: حدد الموظف

source: Select Invoice
ar: حدد الفاتورة

source: Select Items
ar: اختيار العناصر

source: Select Sales Man
ar: حدد مندوب المبيعات

source: Select Supplier
ar: حدد المورد

source: Select Vehicle
ar: اختر السيارة

source: Sell Price
ar: سعر البيع

source: Seller Name
ar: البائع اسم

source: Seller Name (Arabic)
ar: اسم البائع (عربي)

source: Serial Number
ar: رقم سري

source: Set Driver
ar: تعيين سائق

source: Settings
ar: إعدادات

source: Shares Percentage
ar: الأسهم

source: Shelf Number
ar: رقم الرف

source: Shelf Number Required
ar: رقم الرف مطلوب

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ إلى _END_ من _TOTAL_ من الإدخالات

source: SMS/Messages
ar: الرسائل القصيرة / الرسائل

source: Sold
ar: تم البيع

source: Sold Items
ar: البنود المباعة

source: Sold Quantity
ar: الكمية المباعة

source: Sorry No Item Available Please Try Later when the Quantity will be available
ar: عذرا ، لا يوجد عنصر متاح يرجى المحاولة لاحقًا عندما تكون الكمية متاحة

source: Sr. No
ar: الأب رقم

source: Statements
ar: صياغات

source: Statements of Accounts Report
ar: تقرير كشوف الحسابات

source: Status
ar: الحالة

source: Status 500 Internal Server Error
ar: حالة 500 خطأ خادم داخلي

source: Stock In
ar: المخزون في

source: Stock Out
ar: المخزن نفذ

source: Stock Quantitity
ar: كمية المخزون

source: Stock Quantity
ar: كمية المخزون

source: Stock Status
ar: حالة الرصيد، وضع مخزون

source: Street
ar: شارع

source: Street Name
ar: اسم الشارع

source: Street Name (Arabic)
ar: اسم الشارع (عربي)

source: Sub Account Type
ar: نوع الحساب الفرعي

source: Sub Total (Excl VAT)
ar: المجموع الفرعي (بدون ضريبة القيمة المضافة)

source: Sub Total (Incl VAT)
ar: المجموع الفرعي (شامل ضريبة القيمة المضافة)

source: Sub Type
ar: النوع الفرعي

source: Succesfully Created Employee with id :{0}
ar: تم إنشاء الموظف بنجاح بالمعرف: {0}

source: Successfull
ar: النجاح

source: Successfully Added Narration with Document ID {0}
ar: تمت إضافة السرد بنجاح بمعرف المستند {0}

source: Successfully Added Supplier Responsible with ID: {0}
ar: تمت الإضافة بنجاح ، مورد مسؤول برقم التعريف {0}

source: Successfully Create Payment Method with ID: {0}
ar: إنشاء طريقة دفع بنجاح بالمعرف: {0}

source: Successfully Create User with UserName {0}
ar: تم بنجاح إنشاء مستخدم باسم المستخدم {0}

source: Successfully Created Account with ID : {0}
ar: تم إنشاء الحساب بنجاح بالمعرف: {0}

source: Successfully Created Category with ID: {0}
ar: تم إنشاء فئة بنجاح بالمعرف: {0}

source: Successfully Created Clearance Voucher
ar: تم إنشاء قسيمة التخليص بنجاح

source: Successfully Created Customer Project
ar: تم إنشاء مشروع العميل بنجاح

source: Successfully Created Customer Target
ar: تم إنشاء هدف العميل بنجاح

source: Successfully Created Customer with ID: {0}
ar: تم إنشاء العميل بنجاح بالمعرف: {0}

source: Successfully Created Employee with id :{0}
ar: تم إنشاء الموظف بنجاح بالمعرف: {0}

source: Successfully Created Expenditure with ID {0}
ar: تم إنشاء النفقات بنجاح بالمعرّف {0}

source: Successfully Created Item with ID: {0}
ar: تم بنجاح إنشاء عنصر بالمعرف: {0}

source: Successfully Created Owner with ID: {0}
ar: تم إنشاء مالك بنجاح بالمعرف: {0}

source: Successfully Created Payment Terminal with ID: {0}
ar: تم إنشاء محطة دفع بنجاح بالمعرف: {0}

source: Successfully Created Sale Quotation with ID: {0}
ar: تم إنشاء عرض أسعار البيع بنجاح بالمعرف: {0}

source: Successfully Created Supplier Target
ar: تم إنشاء هدف المورد بنجاح

source: Successfully Created Supplier with ID: {0}
ar: تم بنجاح إنشاء مورد بالمعرف: {0}

source: Successfully Created Tax with ID: {0}
ar: تم إنشاء ضريبة بنجاح بالمعرف: {0}

source: Successfully Created the Customer Type With ID: {0}
ar: تم بنجاح إنشاء نوع العميل بالمعرف: {0}

source: Successfully Created the Supplier Type with ID: {0}
ar: تم بنجاح إنشاء نوع المورد بالمعرف: {0}

source: Successfully Created Unit with ID: {0}
ar: تم إنشاء وحدة بالمعرف بنجاح: {0}

source: Successfully Deleted
ar: تم الحذف بنجاح

source: Successfully Udpated User with UserName {0}
ar: تم تحديث المستخدم باسم المستخدم {0} بنجاح

source: Successfully Updated
ar: تم التحديث بنجاح

source: Successfully Updated Expenditure with ID {0}
ar: تم تحديث النفقات بنجاح بالمعرف {0}

source: Successfully Updated Sale Quotation
ar: تم تحديث عرض أسعار البيع بنجاح

source: Successfully Updated Take away Voucher
ar: تم تحديث قسيمة الاستلام بنجاح

source: Successfully Updated Tax with ID: {0}
ar: تم تحديث الضريبة بنجاح بالمعرف: {0}

source: Successfully Updated the Customer
ar: تم تحديث العميل بنجاح

source: Successfully Updated the Customer Project
ar: تم تحديث مشروع العميل بنجاح

source: Successfully Updated the Customer Target
ar: تم تحديث هدف العميل بنجاح

source: Successfully Updated the delivery details
ar: تم تحديث تفاصيل التسليم بنجاح

source: Successfully Updated The Driver
ar: تم تحديث برنامج التشغيل بنجاح

source: Successfully Updated the Owner
ar: تم تحديث المالك بنجاح

source: Successfully Updated the Payment Terminal
ar: تم تحديث محطة الدفع بنجاح

source: Successfully Updated the Supplier
ar: تم تحديث المورد بنجاح

source: Successfully Updated the Supplier Target
ar: تم تحديث هدف المورد بنجاح

source: Succssfully Created Delivery with Id: {0}
ar: تم إنشاء التسليم بنجاح بالمعرف: {0}

source: Summary Report
ar: تقرير ملخص

source: Supplier
ar: المورد

source: Supplier Clearance
ar: تخليص المورد

source: Supplier Create
ar: إنشاء المورد

source: Supplier does't exists
ar: المورد غير موجود

source: Supplier ID
ar: واسم المورد

source: Supplier Invoices
ar: فواتير الموردين

source: Supplier Invoices Report
ar: تقرير فواتير الموردين

source: Supplier Name
ar: اسم المورد

source: Supplier Notification interval
ar: الفاصل الزمني لإخطار المورد

source: Supplier Profile
ar: الملف الشخصي للمورد

source: Supplier Reserved
ar: المورد محجوز

source: Supplier Target ID
ar: معرف هدف المورد

source: Supplier Targets
ar: أهداف المورد

source: Supplier Type
ar: نوع المورد

source: supplier type empty
ar: نوع المورد فارغ

source: Supplier Type ID
ar: معرف نوع المورد

source: Supplier type id can't be null
ar: لا يمكن أن يكون معرف نوع المورد فارغًا

source: Supplier Type is required
ar: نوع المورد مطلوب

source: Supplier Types
ar: أنواع الموردين

source: Supplier VAT No
ar: المورد رقم ضريبة القيمة المضافة

source: Suppliers
ar: الموردين

source: Suppliers Report
ar: تقرير الموردين

source: Tabouk
ar: تبوك

source: Take Away
ar: يبعد

source: Takeaway
ar: يبعد

source: Target Achieved
ar: حقق الهدف

source: Target Amount
ar: المبلغ المستهدف

source: Target DeadLine
ar: الهدف الخط الميت

source: Target Deadline Date
ar: الموعد النهائي المستهدف

source: Target Discount Percentage
ar: نسبة الخصم المستهدفة

source: Target Issue Date
ar: تاريخ الإصدار المستهدف

source: Target Status
ar: الوضع الهدف

source: Target View
ar: عرض الهدف

source: Targets
ar: الأهداف

source: Tax Details
ar: التفاصيل الضريبية

source: Tax Edit
ar: تحرير الضرائب

source: Tax ID
ar: الرقم الضريبي

source: Taxes
ar: الضرائب

source: Taxes Does't Exists
ar: الضرائب غير موجودة

source: Telephone
ar: هاتف

source: Telephone Number
ar: رقم هاتف

source: Test
ar: امتحان

source: The Contact field is required.
ar: حقل الاتصال مطلوب.

source: The Employee field is required.
ar: حقل الموظف مطلوب.

source: The Index Method Description
ar: وصف طريقة الفهرس

source: the Iqama Expiry Date Field Required
ar: مطلوب حقل تاريخ انتهاء الإقامة

source: The Mobile Phone field is required.
ar: حقل الهاتف المحمول مطلوب.

source: The password and confirmation password do not match.
ar: كلمة المرور وكلمة المرور التأكيدية غير متطابقين.
